{
   "main_menu_home": "Home",
   "main_menu_about": "About BOOST",
   "main_menu_partners": "Partners",
   "main_menu_events": "Events",
   
   "Main-page-title":"WELCOME TO BOOST",
   "Main-header-disc":"Bringing Opportunities and Organizational Success to Small Local Universities in Ukraine",
   "Number-head-block":"LATEST POSTS",
   "Main-partners-h2": "BOOST PARTNERS",
   "Main-partners-h3": "UNIVERSITIES FROM 4 COUNTRIES TAKE PART IN THE PROJECT",
   "boost-partners-button": "BOOST PARTNERS",
   "boost-partners-h1": "BOOST PARTNERS",
   "about-boost-button": "ABOUT BOOST",
   "about-boost-h1": "ABOUT BOOST",
   "About-text-HTML":"<center><h4>EU-FUNDED INITIATIVE TO TRANSFORM SMALL LOCAL UNIVERSITIES IN UKRAINE</h4></center><p><b>A transformative initiative funded by the European Union is set to innovate the educational landscape in small local universities across Ukraine. The project, commencing on March 1, 2023, and running through February 28, 2025, aims to boost the capacity of six higher education institutions through the introduction of innovative practices in learning and work approaches.</b></p><p>Over the next two years, the project will focus on three pivotal directions: enhancing IT and tech capacity, promoting student-centered and digital learning practices, and fostering international cooperation and grant management skills.</p><p>Led by Narva College of Tartu University, Estonia, the consortium comprises 10 partners from Estonia, Slovenia, Poland, and Ukraine. Notably, six of these partners are participating in an Erasmus+ project for the first time. The collaborative effort seeks to bridge the gap between local Ukrainian universities and European peers, intending to facilitate in the future increased international cooperation in education, science, and research.</p><p>The challenges posed by the COVID-19 pandemic and the ongoing Russian aggression in Ukraine have disrupted traditional learning and teaching practices, administrative workflows, and technical operations in Ukrainian educational institutions. While numerous adaptations have been made, they often lack consistency and strategic planning or support at the administrative and state levels. The challenging situation in Ukraine underscores an urgent need for swift technological progress, advanced digital learning, and teaching skills tailored to diverse educational formats. Additionally, there is a critical imperative for increased internationalization of education. This strategic focus aims to facilitate a seamless transition into the European educational sphere when Ukraine attains EU membership. </p><p>The BOOST initiative aims to cultivate a new generation of academic and non-academic staff apt for utilizing innovative tools, fostering didactical open-mindedness, embracing digitalization, prioritizing student-centered learning approaches, and promoting lifelong learning.</p><p>The project, co-funded by the Erasmus+ KA2 Programme of the European Union, is expected to build the capacity of small local universities, transforming them into high-standard educational and community centers. The consortium includes three European universities, six Ukrainian universities, and the Ministry of Education and Science of Ukraine as an associated partner.</p>"
}
