{
   "main_menu_home": "Головна",
   "main_menu_about": "Про BOOST",
   "main_menu_partners": "Партнери",
   "main_menu_events": "Заходи",

   "Main-page-title":"Вітаємо на BOOST",
   "Main-header-disc":"Надання можливостей та організаційного успіху малим місцевим університетам в Україні", 
   "Number-head-block":"Останній пост", 
   "Main-partners-h2": "БІЛЬШЕ ПРО ПАРТНЕРІВ",
   "Main-partners-h3": "УНІВЕРСИТЕТИ З 4 КРАЇН БЕРУТЬ УЧАСТЬ В ПРОЄКТІ",
   "boost-partners-button": "BOOST партнери",
   "boost-partners-h1": "BOOST партнери",
   "about-boost-button": "ПРО BOOST",
   "about-boost-h1": "ПРО BOOST",
   "About-text-HTML": "<p>Українські університети, розташовані у віддалених містах, часто не в змозі конкурувати з найкращими навчальними закладами країни. Вони  стикаються з численними проблемами, починаючи від незадовільної технічної спроможності до відставання від новітніх підходів у навчанні та недостатньо розвинутих соціально-комунікативних навичок як у персоналу, так і в здобувачів освіти. Цей проєкт ставить перед собою амбітну мету — підтримати віддалені університети, які ніколи не мали досвіду міжнародних проєктів. Проєкт збагатить університети-учасники простими інструментами для підвищення їх ефективності в різних сферах, починаючи від розвитку потенціалу до інтернаціоналізації.</p><p>Проєкт BOOST підтримує п’ять українських установ, що беруть участь у грантовій діяльності вперше, у їх прагненні доєднатися до європейського освітнього простору й встановити контакти з їх європейськими партнерами. Проєкт передбачає безперешкодний обмін ідеями, оскільки партнери рівні за рівнем і розміром.</p><p>Європейські партнери впродовж проєкту будуть ділитися досвідом і допомагати українським партнерам употужнювати їх технічні, цифрові, навчальні та національні можливості, а також їх взаємодію з місцевими громадами. Розвиток проєкту у багатьох напрямках забезпечить отримання помітних результатів за короткий період. Українські представники, що обмежено володіють англійською мовою, матимуть змогу отримати навчання державною мовою. Таким чином, проєкт BOOST охоплюватиме одномовних малозабезпечених учасників. </p><p>Проєкт включає 3 навчальні поїздки до університетів ЄС для 54 учасників. 9 навчальних курсів для 411 учасників удосконалять адміністративні та викладацькі навички українських партнерів. Проєкт має на меті розвивати студентоцентроване змішане навчання та сприятиме розробці та запуску 1 нового курсу з циклу обов’язкових дисциплін для 1240 студентів і оновлення 62 курсів для 1150 студентів. Ці курси покращуватимуть навички студентів і їх конкурентоздатність на ринку праці. </p><p>Результати проєкту BOOST включають в себе звіти про удосконалення технічного та IT забезпечення університетів, оновлення стратегій міжнародної діяльності з урахуванням першого міжнародного досвіду та розробку дорожної карти підтримки віддалених університетів.</p><p>Розповсюдження результатів торкнеться 370 учасників, що візьмуть участь у вебінарах для керівництва університетів «План діджиталізації університетів», онлайн-конференції «Цифрові інструменти для інтерактивного навчання», міжнародному тижні «Університетська міжнародна співпраця та грантова діяльність», а також новому курсі «Студентоцентровані підходи до змішаного навчання» для вчителів. Міністерство освіти і науки України як партнер проєкту забезпечить поширення результатів проєкту на державному рівні.</p>"

}