{
   "main_menu_home": "Головна",
   "main_menu_about": "Про BOOST",
   "main_menu_partners": "Партнери",
   "main_menu_events": "Заходи",
   "Project Outcomes":"Результати проєкту",
   "Contacts":"Контакти",

   "Main-page-title":"Вітаємо на BOOST",
   "Main-header-disc":"Надання можливостей та організаційного успіху малим місцевим університетам в Україні", 
   "Number-head-block":"Останній пост", 
   "Main-partners-h2": "БІЛЬШЕ ПРО ПАРТНЕРІВ",
   "Main-partners-h3": "УНІВЕРСИТЕТИ З 4 КРАЇН БЕРУТЬ УЧАСТЬ В ПРОЄКТІ",
   "boost-partners-button": "BOOST партнери",
   "boost-partners-h1": "BOOST партнери",
   "about-boost-button": "ПРО BOOST",
   "about-boost-h1": "ПРО BOOST",
   "About-text-HTML":"<center><h4>ФІНАНСОВА ІНІЦІАТИВА ЄС ЩОДО ТРАНСФОРМАЦІЇ НЕВЕЛИКИХ ЗА РОЗМІРОМ МІСЦЕВИХ УНІВЕРСИТЕТІВ В УКРАЇНІ</h4></center><p><b>Трансформаційна ініціатива, що фінансується Європейським Союзом, має на меті оновити освітній ландшафт у невеликих за розміром місцевих університетах по всій Україні. Проєкт, який розпочнеться 1 березня 2023 року і триватиме до 28 лютого 2025 року, спрямований на підвищення потенціалу шести вищих навчальних закладів шляхом впровадження інноваційних практик у навчальний і робочий процеси.</b></p><p>Протягом наступних двох років проєкт зосереджуватиметься на трьох ключових напрямках: посилення ІТ та технічного потенціалу, просування студентоцентрованих і цифрових методів навчання, а також сприяння міжнародній співпраці та навичкам управління грантами.</p><p>Консорціум на чолі з Нарвським коледжем Тартуського університету (Естонія) складається з 10 партнерів з Естонії, Словенії, Польщі та України. Зокрема, шість із цих партнерів беруть участь у проєкті Erasmus+ вперше. Спільні зусилля партнерів спрямовані на подолання розриву між місцевими українськими та європейськими університетами та мають на меті сприяти майбутньому розширенню міжнародної співпраці в галузі освіти, науки та досліджень.</p><p>Виклики, пов’язані з пандемією COVID-19 та триваючою російською агресією в Україні, порушили традиційні практики навчання та викладання, адміністративні робочі процеси й технічну роботу в українських ЗВО. Попри численні зміни в навчальному й робочому процесі, таким трансформаціям часто бракує послідовності та стратегічного планування чи підтримки на адміністративному й державному рівнях. Складна ситуація в Україні підкреслює нагальну потребу в швидкому технологічному прогресі, передовому цифровому навчанні та навичках викладання, адаптованих до різноманітних освітніх форматів. Крім того, існує термінова необхідність підвищення рівня інтернаціоналізації освіти. Ця стратегічна спрямованість має на меті сприяти плавному переходу до європейської освітньої сфери, коли Україна стане членом ЄС.</p><p>Ініціатива BOOST спрямована на створення нового покоління академічного та неакадемічного персоналу, здатного використовувати інноваційні освітні інструменти, розвивати дидактичну відкритість, застосовувати цифрові технології, віддавати пріоритет студентоцентрованому підходу до навчання та сприяти навчанню впродовж усього життя.</p><p>Очікується, що проєкт, який співфінансується Програмою Erasmus+ KA2 Європейського Союзу, розширить потенціал невеликих за розміром місцевих університетів, перетворивши їх на освітні та громадські центри високого стандарту. До складу консорціуму входять три європейські університети, шість українських закладів вищої освіти та Міністерство освіти і науки України як асоційований партнер.</p>",

   "Project duration":"Тривалість проєкту",
   "The project has a duration of 24 months. It starts 1 March 2023 and ends 28 February 2025.":"Проєкт розрахований на 24 місяці. Він починається 1 березня 2023 року і закінчується 28 лютого 2025 року.",

   "Duration: 24 months":"Тривалість: 24 місяці",
   "Start: 1 March 2023":"Початок: 1 березня 2023 року",
   "Finish: 28 February 2025":"Закінчення: 28 лютого 2025 року",

   "Priority":"Пріоритети проєкту",
   "BOOST supports six first-comers in their aspiration to join the European educational space and establish contacts with EU peers.":"Проєкт BOOST орієнтований на підтримку шести українських університетів у прагненні приєднатися до європейського освітнього простору та налагодити контакти з ЄС.",
   "The project expects a smooth exchange of ideas as the partners are of the same level and size.": "Проєкт передбачає обмін ідеями та формування стратегії інтернаціоналізації університетів.", 
   "The EU partners will share their experience during the project's lifetime and help UA partners develop technical, digital, learning, community, and international capacity.":"Протягом проєкту партнери з ЄС поділяться своїм досвідом та допоможуть партнерам з України розвинути технічний, цифровий, навчальний, громадський та міжнародний потенціал.", 
   "The project’s progressive pace in different directions allows achieving high results within a short period.":"Покроковий план імплементації проєкту в різних напрямках дозволить досягти високих результатів за короткий термін.",
   
   "Target groups":"Цільові групи",
   "University teachers":"Викладачі університетів",
   "Students":"Здобувачі вищої освіти",
   "Administrative staff":"Aдміністративний склад",
   "Technical staff":"Технічні працівники",

   "Estonia, Ukraine, Poland, Slovenia":"Естонія, Україна, Польща, Словенія",
   "The target country is Ukraine, and the project partner countries are Estonia, Poland, Slovenia":"Цільова країна - Україна, країни-партнери проєкту - Естонія, Польща, Словенія",

   "HEADINGS":"ЗАГОЛОВКИ",
   "Events":"Заходи",
   "EVENTS":"Заходи",
   "LATEST POSTS":"ОСТАННІ ПУБЛІКАЦІЇ",
   "MODERATORS":"МОДЕРАТОРИ",
   "BOOST supports in their aspiration to join the European educational space.":"Проєкт BOOST орієнтований на підтримкууніверситетів у прагненні приєднатися до європейського освітнього простору.",

   "Kick-off meeting 15-18 May, 2023":"СТАРТОВА ЗАСІДАННЯ 15-18 ТРАВНЯ 2023 РОКУ",
   "<p>Representatives of all 9 universities both from EU and Ukraine took part in the kick-off meeting at Narva Colledge of the University of Tartu, Estonia from 15 to 18 May, 2023. The event went under the umbrella of the Erasmus+ KA2 Project “Bringing Opportunities and Organizational Success to Small Local Universities in Ukraine / BOOST”. The meeting was held in a blended format (face-to-face/hybrid).</p><p>The official launch of the Project started with welcome words and greetings from Indrek Reimand (Narva College director) and Svitlana Shytikova (National Erasmus Office in Ukraine). During the event the Project partners represented their Universities, discussed the Project ideas, tasks, and deliverables, examined Implementation Plan (led by the University of Tartu, BOOST Coordinator), Changes in implementation order due to the Russian aggression in Ukraine (led by the University of Primorska, WP leader), Aims and Deliverables (led by the University of Applied Sciences in Elbląg, WP leader), Quality Control Plan (led by Poltava National Pedagogical University, WP leader), Dissemination Plan (led by Bogdan Khmelnitsky Melitopol State Pedagogical University (Ukraine).</p><p>During the second part of the kick-off meeting the participants also had a splendid opportunity to participate in a hybrid training course for administrators and managers “Erasmus Project Administration, Management, and Reporting”. They learned about Erasmus+ reporting (approaches, types of documents, format of submitted documents, originals, and accountability), gained practical skills in preparing reports, broadened knowledge in the area of project implementation, and acquired solid theoretical knowledge in Erasmus+ programme.</p><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/1.jpg' alt='1' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/2.jpg' alt='2' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/3.jpg' alt='3' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/4.jpg' alt='4' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/5.jpg' alt='5' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/6.jpg' alt='6' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/7.jpg' alt='7' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/8.jpg' alt='8' /><p>We suggest getting acquainted with the publications of the kick-off meeting participants at the links below:</p><p><a href='http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html'>http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html</a></p><p><a href='https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl'>https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl</a></p><p><a href='https://msu.edu.ua/boost/'>https://msu.edu.ua/boost/</a></p><p><a href='http://idgu.edu.ua/44497'>http://idgu.edu.ua/44497</a></p><p><a href='https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/'>https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/</a></p><p><a href='https://filolog.mdpu.org.ua/?p=26893'>https://filolog.mdpu.org.ua/?p=26893</a></p><p><a href='https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus'>https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus</a></p><p></p><a href='https://www.facebook.com/profile.php?id=100089801395076'>https://www.facebook.com/profile.php?id=100089801395076</a></p>":"<p>Представники всіх 9 університетів-партнерів як з ЄС, так і з України взяли участь в організаційній зустрічі, яка проходила в Нарвському коледжі Тартуського університету (Естонія) з 15 по 18 травня 2023 року. Захід проходив під егідою проєкту Erasmus+ KA2 «Надання можливостей і організаційного успіху регіональним університетам в Україні / BOOST». Зустріч було проведено у змішаному форматі (очний/гібридний).</p><p>Офіційний запуск проєкту розпочався з вітальних слів від Індрека Рейманда (директора Нарвського коледжу Тартуського університету) та Світлани Шитікової (Національний Еразмус Офіс в Україні). Під час заходу партнери проєкту ознайомили присутніх зі своїми закладами вищої освіти, обговорили ідеї, завдання та результати проєкту, розглянули план впровадження проєкту (представлений Тартуським університетом, координатором BOOST), зміни до порядку впровадження через російську агресію в Україні (представлені Приморським університетом, керівником робочої групи), цілі та результати (представлені  Державним Університетом в Ельблонзі, керівником робочої групи), план контролю якості (представлений Полтавським національним педагогічним університетом імені В.Г. Короленка, керівником робочої групи), план поширення результатів проєкту (представлений Мелітопольським державним педагогічним університетом імені Богдана Хмельницького).</p><p>Під час другої частини організаційної зустрічі учасники також мали чудову можливість взяти участь у гібридному навчальному курсі для адміністраторів і менеджерів «Адміністрування, управління та звітність проєктів Erasmus». Вони дізналися про особливості подання звітності за проєктами Erasmus+ (підходи, типи документів, формат документів, що подаються, оригінали й звітність), здобули практичні навички підготовки звітів, дізналися про специфіку впровадження проєктів та отримали міцні теоретичні знання за програмою Erasmus+.</p><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/1.jpg' alt='1' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/2.jpg' alt='2' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/3.jpg' alt='3' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/4.jpg' alt='4' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/5.jpg' alt='5' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/6.jpg' alt='6' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/7.jpg' alt='7' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/8.jpg' alt='8' /><p>Пропонуємо ознайомитись з публікаціями учасників організаційної зустрічі за посиланнями нижче:</p><p><a href='http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html'>http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html</a></p><p><a href='https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl'>https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl</a></p><p><a href='https://msu.edu.ua/boost/'>https://msu.edu.ua/boost/</a></p><p><a href='http://idgu.edu.ua/44497'>http://idgu.edu.ua/44497</a></p><p><a href='https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/'>https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/</a></p><p><a href='https://filolog.mdpu.org.ua/?p=26893'>https://filolog.mdpu.org.ua/?p=26893</a></p><p><a href='https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus'>https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus</a></p><p></p><a href='https://www.facebook.com/profile.php?id=100089801395076'>https://www.facebook.com/profile.php?id=100089801395076</a></p>",

   
   "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Education and Culture Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them":"Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Education and Culture Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them"
}