{
   "main_menu_home": "Головна",
   "main_menu_about": "Про BOOST",
   "main_menu_partners": "Партнери",
   "main_menu_events": "Заходи",

   "Main-page-title":"Вітаємо на BOOST",
   "Main-header-disc":"Надання можливостей та організаційного успіху малим місцевим університетам в Україні", 
   "Number-head-block":"Останній пост", 
   "Main-partners-h2": "БІЛЬШЕ ПРО ПАРТНЕРІВ",
   "Main-partners-h3": "УНІВЕРСИТЕТИ З 4 КРАЇН БЕРУТЬ УЧАСТЬ В ПРОЄКТІ",
   "boost-partners-button": "BOOST партнери",
   "boost-partners-h1": "BOOST партнери",
   "about-boost-button": "ПРО BOOST",
   "about-boost-h1": "ПРО BOOST",
   "About-text-HTML": "<p>Українські університети, розташовані у віддалених містах, часто не в змозі конкурувати з найкращими навчальними закладами країни. Вони  стикаються з численними проблемами, починаючи від незадовільної технічної спроможності до відставання від новітніх підходів у навчанні та недостатньо розвинутих соціально-комунікативних навичок як у персоналу, так і в здобувачів освіти. Цей проєкт ставить перед собою амбітну мету — підтримати віддалені університети, які ніколи не мали досвіду міжнародних проєктів. Проєкт збагатить університети-учасники простими інструментами для підвищення їх ефективності в різних сферах, починаючи від розвитку потенціалу до інтернаціоналізації.</p><p>Проєкт BOOST підтримує п’ять українських установ, що беруть участь у грантовій діяльності вперше, у їх прагненні доєднатися до європейського освітнього простору й встановити контакти з їх європейськими партнерами. Проєкт передбачає безперешкодний обмін ідеями, оскільки партнери рівні за рівнем і розміром.</p><p>Європейські партнери впродовж проєкту будуть ділитися досвідом і допомагати українським партнерам употужнювати їх технічні, цифрові, навчальні та національні можливості, а також їх взаємодію з місцевими громадами. Розвиток проєкту у багатьох напрямках забезпечить отримання помітних результатів за короткий період. Українські представники, що обмежено володіють англійською мовою, матимуть змогу отримати навчання державною мовою. Таким чином, проєкт BOOST охоплюватиме одномовних малозабезпечених учасників. </p><p>Проєкт включає 3 навчальні поїздки до університетів ЄС для 54 учасників. 9 навчальних курсів для 411 учасників удосконалять адміністративні та викладацькі навички українських партнерів. Проєкт має на меті розвивати студентоцентроване змішане навчання та сприятиме розробці та запуску 1 нового курсу з циклу обов’язкових дисциплін для 1240 студентів і оновлення 62 курсів для 1150 студентів. Ці курси покращуватимуть навички студентів і їх конкурентоздатність на ринку праці. </p><p>Результати проєкту BOOST включають в себе звіти про удосконалення технічного та IT забезпечення університетів, оновлення стратегій міжнародної діяльності з урахуванням першого міжнародного досвіду та розробку дорожної карти підтримки віддалених університетів.</p><p>Розповсюдження результатів торкнеться 370 учасників, що візьмуть участь у вебінарах для керівництва університетів «План діджиталізації університетів», онлайн-конференції «Цифрові інструменти для інтерактивного навчання», міжнародному тижні «Університетська міжнародна співпраця та грантова діяльність», а також новому курсі «Студентоцентровані підходи до змішаного навчання» для вчителів. Міністерство освіти і науки України як партнер проєкту забезпечить поширення результатів проєкту на державному рівні.</p>",

   "Project duration":"Тривалість проєкту",
   "The project has a duration of 24 months. It starts 1 March 2023 and ends 28 February 2025.":"Проєкт розрахований на 24 місяці. Він починається 1 березня 2023 року і закінчується 28 лютого 2025 року.",

   "Priority":"Пріоритетність проєкту",
   "BOOST supports five Ukrainian first-comers in their aspiration to join the European educational space and establish contacts with EU peers. The project expects a smooth exchange of ideas as the partners are of the same level and size. The EU partners will share their experience during the project's lifetime and help UA partners develop technical, digital, learning, community, and international capacity. The project’s progressive pace in different directions allows achieving high results within a short period.":"Проєкт BOOST орієнтований на підтримку п’ятьох українських локальних університетів у прагненні приєднатися до європейського освітнього простору та налагодити контакти з ЄС. Проект передбачає обмін ідеями та формування стратегії інтернаціоналізації університетів. Протягом проєкту партнери з ЄС поділяться своїм досвідом та допоможуть партнерам з України розвинути технічний, цифровий, навчальний, громадський та міжнародний потенціал. Покроковий план імплементації проекту в різних напрямках дозволить досягти високих результатів за короткий термін.",
   
   "Target groups":"Цільові групи",
   "University teachers":"Викладачі університетів",
   "Students":"добувачі вищої освіти",
   "Administrative staff":"Aдміністративний склад",
   "Technical staff":"Технічні працівники",

   "Estonia, Ukraine, Poland, Slovenia":"Естонія, Україна, Польща, Словенія",

   "HEADINGS":"ЗАГОЛОВКИ",
   "Events":"Події",
   "EVENTS":"Події",
   "LATEST POSTS":"ОСТАННІ ПУБЛІКАЦІЇ",
   "MODERATORS":"МОДЕРАТОРИ",
   "BOOST supports in their aspiration to join the European educational space.":"Проєкт BOOST орієнтований на підтримкууніверситетів у прагненні приєднатися до європейського освітнього простору.",

   "Kick-off meeting 15-18 May, 2023":"СТАРТОВА ЗАСІДАННЯ 15-18 ТРАВНЯ 2023 РОКУ",
   "<p>Representatives of all 9 universities both from EU and Ukraine took part in the kick-off meeting at Narva Colledge of the University of Tartu, Estonia from 15 to 18 May, 2023. The event went under the umbrella of the Erasmus+ KA2 Project “Bringing Opportunities and Organizational Success to Small Local Universities in Ukraine / BOOST”. The meeting was held in a blended format (face-to-face/hybrid).</p><p>The official launch of the Project started with welcome words and greetings from Indrek Reimand (Narva College director) and Svitlana Shytikova (National Erasmus Office in Ukraine). During the event the Project partners represented their Universities, discussed the Project ideas, tasks, and deliverables, examined Implementation Plan (led by the University of Tartu, BOOST Coordinator), Changes in implementation order due to the Russian aggression in Ukraine (led by the University of Primorska, WP leader), Aims and Deliverables (led by the University of Applied Sciences in Elbląg, WP leader), Quality Control Plan (led by Poltava National Pedagogical University, WP leader), Dissemination Plan (led by Bogdan Khmelnitsky Melitopol State Pedagogical University (Ukraine).</p><p>During the second part of the kick-off meeting the participants also had a splendid opportunity to participate in a hybrid training course for administrators and managers “Erasmus Project Administration, Management, and Reporting”. They learned about Erasmus+ reporting (approaches, types of documents, format of submitted documents, originals, and accountability), gained practical skills in preparing reports, broadened knowledge in the area of project implementation, and acquired solid theoretical knowledge in Erasmus+ programme.</p><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/1.jpg' alt='1' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/2.jpg' alt='2' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/3.jpg' alt='3' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/4.jpg' alt='4' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/5.jpg' alt='5' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/6.jpg' alt='6' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/7.jpg' alt='7' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/8.jpg' alt='8' /><p>We suggest getting acquainted with the publications of the kick-off meeting participants at the links below:</p><p><a href='http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html'>http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html</a></p><p><a href='https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl'>https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl</a></p><p><a href='https://msu.edu.ua/boost/'>https://msu.edu.ua/boost/</a></p><p><a href='http://idgu.edu.ua/44497'>http://idgu.edu.ua/44497</a></p><p><a href='https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/'>https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/</a></p><p><a href='https://filolog.mdpu.org.ua/?p=26893'>https://filolog.mdpu.org.ua/?p=26893</a></p><p><a href='https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus'>https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus</a></p><p></p><a href='https://www.facebook.com/profile.php?id=100089801395076'>https://www.facebook.com/profile.php?id=100089801395076</a></p>":"<p>Представники всіх 9 університетів-партнерів як з ЄС, так і з України взяли участь в організаційній зустрічі, яка проходила в Нарвському коледжі Тартуського університету (Естонія) з 15 по 18 травня 2023 року. Захід проходив під егідою проєкту Erasmus+ KA2 «Надання можливостей і організаційного успіху регіональним університетам в Україні / BOOST». Зустріч було проведено у змішаному форматі (очний/гібридний).</p><p>Офіційний запуск проєкту розпочався з вітальних слів від Індрека Рейманда (директора Нарвського коледжу Тартуського університету) та Світлани Шитікової (Національний Еразмус Офіс в Україні). Під час заходу партнери проєкту ознайомили присутніх зі своїми закладами вищої освіти, обговорили ідеї, завдання та результати проєкту, розглянули план впровадження проєкту (представлений Тартуським університетом, координатором BOOST), зміни до порядку впровадження через російську агресію в Україні (представлені Приморським університетом, керівником робочої групи), цілі та результати (представлені  Державним Університетом в Ельблонзі, керівником робочої групи), план контролю якості (представлений Полтавським національним педагогічним університетом імені В.Г. Короленка, керівником робочої групи), план поширення результатів проєкту (представлений Мелітопольським державним педагогічним університетом імені Богдана Хмельницького).</p><p>Під час другої частини організаційної зустрічі учасники також мали чудову можливість взяти участь у гібридному навчальному курсі для адміністраторів і менеджерів «Адміністрування, управління та звітність проєктів Erasmus». Вони дізналися про особливості подання звітності за проєктами Erasmus+ (підходи, типи документів, формат документів, що подаються, оригінали й звітність), здобули практичні навички підготовки звітів, дізналися про специфіку впровадження проєктів та отримали міцні теоретичні знання за програмою Erasmus+.</p><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/1.jpg' alt='1' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/2.jpg' alt='2' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/3.jpg' alt='3' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/4.jpg' alt='4' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/5.jpg' alt='5' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/6.jpg' alt='6' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/7.jpg' alt='7' /><img src='https://boost-erasmus-dt093ia0v-anpdko.vercel.app/static/images/8.jpg' alt='8' /><p>Пропонуємо ознайомитись з публікаціями учасників організаційної зустрічі за посиланнями нижче:</p><p><a href='http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html'>http://pnpu.edu.ua/news/uchast-pnpu-imeni-v-g-korolenka-yak-naczionalnogo-koordynatora-v-oficzijnomu-starti-mizhnarodnogo-proyektu-erasmus-ka2-boost-v-estoniyi.html</a></p><p><a href='https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl'>https://www.facebook.com/academy.kremenets/posts/pfbid0WpAsvzK9bnYUToKvGeRn76nCitQYDfG7d1daUYQS4PreFGGCsrJpvmLhtGGAGF6Jl</a></p><p><a href='https://msu.edu.ua/boost/'>https://msu.edu.ua/boost/</a></p><p><a href='http://idgu.edu.ua/44497'>http://idgu.edu.ua/44497</a></p><p><a href='https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/'>https://mdpu.org.ua/vikladachi-universitetu-vzyali-uchast-v-organizatsijnij-zustrichi-ta-navchalnomu-kursi-dlya-administratoriv-i-menedzheriv-erasmus-project-administration-management-and-reporting/</a></p><p><a href='https://filolog.mdpu.org.ua/?p=26893'>https://filolog.mdpu.org.ua/?p=26893</a></p><p><a href='https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus'>https://donnaba.edu.ua/academy/news/2347-donnaba-v-boost-erasmus</a></p><p></p><a href='https://www.facebook.com/profile.php?id=100089801395076'>https://www.facebook.com/profile.php?id=100089801395076</a></p>",

   
   "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Education and Culture Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them":"Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Education and Culture Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them"
}